TinyISDS/src/main/resources/resources/DownloadReceivedMessage.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <MessageDownload xmlns="http://isds.czechpoint.cz">
            <dmID>${ID}</dmID>
        </MessageDownload>
    </soap:Body>
</soap:Envelope>
